"CANCEL_BUTTON" = "취소";
"CONTINUE_BUTTON" = "계속";
"SKIP_BUTTON" = "건너뜀";
"TRY_AGAIN_BUTTON" = "다시 시도";

/* warnings about the battery shown after the first panel */
"BATTERY_WARNING_TITLE" = "이 Mac은 배터리 전원으로 실행 중입니다.";
"BATTERY_WARNING" = "정보를 전송하기 전에 전원 어댑터를 연결하여 전원에 연결하십시오.";

/* status messages when waiting for FireWire connection in Step 2 */
"STATUS_FINDING_SYSTEMS" = "시스템 찾는 중...";
"STATUS_WAITING_FIREWIRE" = "기존 Mac의 재시동을 기다리는 중...";
"STATUS_FOUND_FIREWIRE" = "FireWire가 연결되었습니다.";
"STATUS_RESTART" = "\"T\" 키를 누르는 동안 기존 Mac을 재시동하십시오";
"STATUS_WAITING_DISKS" = "디스크 표시가 나타나기를 기다리는 중...";

/* problems connecting over FireWire */
"NO_VALID_SYSTEMS_TITLE" = "사용자의 기존 Mac에는 사용 가능한 Mac OS X이 없습니다.";
"NO_VALID_SYSTEMS" = "Mac OS X이 설치된 Mac에서의 정보만 전송할 수 있습니다.\n\n시도를 계속하려면 계속을 클릭하고, 전송을 중단하려면 취소를 클릭하십시오.";
"TDM_WARNING_TITLE" = "설정 지원에서 다른 Mac에 연결할 수 없습니다.";
"TDM_WARNING" = "기존 Mac이 FireWire를 사용하는 새로운 Mac에 연결되지 않을 수 있습니다.\n\n다시 시도하려면 계속을 클릭하거나 중단하려면 취소를 클릭하십시오.";

"NO_TRANSFERABLE_SYSTEMS_TITLE" = "선택한 볼륨에서 Mac OS X이 발견되지 않았습니다.";
"NO_TRANSFERABLE_SYSTEMS_INTERNAL" = "Mac OS X이 설치된 Mac에서의 정보만 전송할 수 있습니다.";

/* "Hard drive" on "System" */
"SYSTEM_NAME_FORMAT" = "%1$@의 %2$@";
"SYSTEM_NAME_FORMAT_NO_DISK" = "%@";
"NO_SYSTEMS" = "시스템을 찾을 수 없습니다.";
"ONLY_OLD_SYSTEMS" = "이전 시스템";
"CUSTOMIZE_PANEL_TITLE_INTERNAL" = "사용자 정보 전송";
"NETWORK_SETTINGS" = "네트워크 및 다른 설정";
"APPLICATIONS" = "응용 프로그램 폴더";
"FILES_FOLDERS" = "\"%@\"에 있는 파일과 폴더";
"FILES_FOLDERS_NO_VOLUME" = "파일 및 폴더";
"USERS" = "사용자";
"OTHER_DISKS" = "다른 하드 디스크";
"STATIC_IP_WARNING" = "\n고정 IP 주소는 전송되지 않습니다.";
"FILEVAULT_WARNING_LONG" = "FileVault로 보호되는 사용자 계정은 기존의 사용자 계정이 있는 Mac으로 전송될 수 없습니다.";
"FILEVAULT_WARNING" = "\n이 사용자 계정은 FileVault에 의해 보호되며, 전송될 수 없습니다.";
"HOME_NOT_COPIED_WARNING" = "\n이 공유 홈 폴더는 복사할 필요가 없습니다.";

"REMAINING_HOURS" = "%d 시간";
"REMAINING_HOUR" = "%d 시간";
"REMAINING_MINS" = "%d 분";
"REMAINING_MIN" = "%d 분";	
"REMAINING_HOURS_AND_MINS" = "약 %@, %@ 남음";
"REMAINING_ABOUT" = "약 %@ 남음";
"REMAINING_LESS_MIN" = "1분 미만 남았음";

"SEL_ITEMS" = "선택된 항목: %@";
"TRANSFER" = "전송";

"GB" = "%.1f GB";
"MB" = "%.1f MB";			
"KB" = "%.1f KB";

"MOREINFO" = "추가 정보";
"MORE_INFO" = "추가 정보";
"SKIP" = "전송 건너뛰기";

"CABLE_DISCONNECTED" = "FireWire 케이블 연결이 해제되었습니다.";
"NO_TDM_CABLE_CONNECTED" = "대상 디스크 모드가 종료되었습니다.";
"NO_TDM_CABLE_DISCONNECTED" = "대상 디스크 모드가 종료되었습니다.";

"CREATE_AIRPORT_NETWORK" = "AirPort 네트워크 생성";

"USER_CONFLICT_EXPLAIN" = "전송 중인 사용자 계정 “%1$@”(계정 이름 “%2$@”)와(과) 동일한 이름의 기존 계정이 컴퓨터에 존재합니다.";

"TRANSFER_ERROR_TITLE" = "오류가 발생하여 정보를 전송할 수 없습니다.";
"TRANSFER_ERROR" = "건너뜀을 클릭하여 전송을 중단하고 Mac 설정을 계속하하거나, FireWire 및 전원 케이블이 올바르게 연결되어 있는지 확인한 다음 전송을 다시 시도하십시오.";

"CANCELING_MIGRATION" = "마이그레이션 취소 중...";

"NETWORK_TRANSFER_ERROR" = "네트워크 오류가 발생하여 정보를 전송할 수 없습니다.";

"BROKEN_APPS" = "다음 응용 프로그램들을 재설치해야 할 수 있습니다.";
"FILE_ERRORS" = "다음 파일을 전송하는데 문제가 있습니다.";
"OTHER_WARNINGS" = "오류 및 경고:";

"TRANSFER_FAILED" = "전송이 완료되었으나 일부 파일은 전송되지 않았습니다. FireWire 케이블의 연결을 지금 해제하고 전원 단추를 눌러 기존 Mac을 종료할 수 있습니다.";

"REAL_NETWORK_SETUP_BUTTON_TITLE" = "이더넷 사용";
"AIRPORT_SETUP_BUTTON_TITLE" = "AirPort 사용";
"PLEASE_JOIN_WIRELESS_NETWORK_ON_OLD_MAC" = "이 컴퓨터와 동일한 AirPort 네트워크에 연결하십시오(%@).";

"NETWORK_ERROR_SHEET_TITLE" = "네트워크 연결에 실패했습니다.";
"NETWORK_ERROR_SHEET_INTERNAL" = "네트워크에 연결하는 중 오류가 발생하여, 다른 Mac에 있는 정보에 접근할 수 없습니다. 다른 Mac에 연결하는데 관한 정보를 확인하려면 추가 정보를 클릭하십시오.";

"PAIR_SCANNING" = "다른 컴퓨터 검색 중...";
"PAIR_CONNECTED" = "다른 Mac에 성공적으로 연결됨...";

"BACKUP_SOURCE_CLICK_TO_CONNECT_FORMAT" = "“%@”에 연결하려면 계속을 클릭하십시오.";
"BACKUP_SOURCE_NOT_AVAILABLE_FORMAT" = "“%@”에 사용 가능한 Time Machine 백업이 없습니다. 다른 볼륨을 선택하십시오.";
"BACKUP_SOURCE_NO_SELECTION" = "볼륨을 선택하고 계속을 클릭하십시오.";

"BACKUP_SOURCE_CONNECT_SHEET_TITLE_FORMAT" = "“%@”에 대한 사용자 이름 및 암호를 입력하십시오.";
"BACKUP_SOURCE_CONNECT_SHEET_SINGLE_PASSWORD_TITLE_FORMAT" = "“%@”에 대한 암호를 입력하십시오.";
"BACKUP_SOURCE_CONNECT_SHEET_FAILED" = "연결 실패.";
"BACKUP_SOURCE_CONNECT_SHEET_FAILED_MESSAGE" = "사용자 이름 및 암호가 올바른지 확인한 다음, 다시 시도하려면 연결을 클릭하십시오.";
"BACKUP_SOURCE_CONNECT_SHEET_FAILED_SINGLE_PASSWORD_MESSAGE" = "암호가 올바른지 확인한 다음, 다시 시도하려면 연결을 클릭하십시오.";
"BACKUP_SOURCE_CONNECT_SHEET_CONNECTING" = "연결 중...";
"BACKUP_SOURCE_CONNECT_SHEET_CONNECT_BUTTON" = "연결";
"BACKUP_SOURCE_CONNECT_SHEET_TRY_AGAIN_BUTTON" = "다시 시도";

"BACKUP_SOURCE_CHECK_SHEET_FAILED_TITLE" = "이 볼륨에 사용 가능한 Time Machine 백업이 없습니다.";
"BACKUP_SOURCE_CHECK_SHEET_FAILED" = "다른 볼륨을 선택하거나, 다른 사용자 이름을 사용하여 연결하십시오.";
"BACKUP_SOURCE_CHECK_SHEET_OK_BUTTON" = "승인";

"BACKUP_SOURCE_JOIN_BUTTON" = "접속...";

"BACKUP_SOURCE_FOUND_ZERO" = "발견된 Time Machine 백업 없음";
"BACKUP_SOURCE_FOUND_ONE" = "1개의 Time Machine 백업이 발견됨";
"BACKUP_SOURCE_FOUND_MANY_FORMAT" = "%d개의 Time Machine 백업이 발견됨";

"BACKUP_SOURCE_AVAILABLE_ZERO" = "사용 가능한 Time Machine 백업이 없음";
"BACKUP_SOURCE_AVAILABLE_ONE" = "1개의 Time Machine 백업을 사용할 수 있음";
"BACKUP_SOURCE_AVAILABLE_MANY_FORMAT" = "%d개의 Time Machine 백업을 사용할 수 있음";

"BACKUP_REQUIRES_LOGIN" = "로그인 필요";
"BACKUP_CONNECTED" = "연결됨";

